docs/mathematics/single_variable_calculus/KBe21math401retHandout20.tex
% Created 2021-09-27 Mon 11:53
% Intended LaTeX compiler: xelatex
\documentclass[letterpaper]{article}
\usepackage{graphicx}
\usepackage{grffile}
\usepackage{longtable}
\usepackage{wrapfig}
\usepackage{rotating}
\usepackage[normalem]{ulem}
\usepackage{amsmath}
\usepackage{textcomp}
\usepackage{amssymb}
\usepackage{capt-of}
\usepackage{hyperref}
\setlength{\parindent}{0pt}
\usepackage[margin=1in]{geometry}
\usepackage{fontspec}
\usepackage{svg}
\usepackage{cancel}
\usepackage{indentfirst}
\setmainfont[ItalicFont = LiberationSans-Italic, BoldFont = LiberationSans-Bold, BoldItalicFont = LiberationSans-BoldItalic]{LiberationSans}
\newfontfamily\NHLight[ItalicFont = LiberationSansNarrow-Italic, BoldFont       = LiberationSansNarrow-Bold, BoldItalicFont = LiberationSansNarrow-BoldItalic]{LiberationSansNarrow}
\newcommand\textrmlf[1]{{\NHLight#1}}
\newcommand\textitlf[1]{{\NHLight\itshape#1}}
\let\textbflf\textrm
\newcommand\textulf[1]{{\NHLight\bfseries#1}}
\newcommand\textuitlf[1]{{\NHLight\bfseries\itshape#1}}
\usepackage{fancyhdr}
\pagestyle{fancy}
\usepackage{titlesec}
\usepackage{titling}
\makeatletter
\lhead{\textbf{\@title}}
\makeatother
\rhead{\textrmlf{Compiled} \today}
\lfoot{\theauthor\ \textbullet \ \textbf{2021-2022}}
\cfoot{}
\rfoot{\textrmlf{Page} \thepage}
\renewcommand{\tableofcontents}{}
\titleformat{\section} {\Large} {\textrmlf{\thesection} {|}} {0.3em} {\textbf}
\titleformat{\subsection} {\large} {\textrmlf{\thesubsection} {|}} {0.2em} {\textbf}
\titleformat{\subsubsection} {\large} {\textrmlf{\thesubsubsection} {|}} {0.1em} {\textbf}
\setlength{\parskip}{0.45em}
\renewcommand\maketitle{}
\author{Taproot}
\date{\today}
\title{Handout 20: Applications of FTC and Net Change Theorem}
\hypersetup{
 pdfauthor={Taproot},
 pdftitle={Handout 20: Applications of FTC and Net Change Theorem},
 pdfkeywords={},
 pdfsubject={},
 pdfcreator={Emacs 28.0.50 (Org mode 9.4.4)}, 
 pdflang={English}}
\begin{document}

\tableofcontents

\section{cooling pizza}
\label{sec:org083e69b}
Compute
\[\begin{aligned}
  \int_{0}^{5} -110e^{-0.4t} dt
  \end{aligned}\]
to the nearest degree.

\[\begin{aligned}
  \int -110e^{-0.4t} dt = \frac{-110}{-0.4}e^{-0.4t} = 275e^{-0.4t}
  \end{aligned}\]

Using the net change theorem,

\[\begin{aligned}
  \Delta \beta \int_{0}^{5} -110e^{-0.4t} dt &= \int -110e^{-0.4(5)} dt &- \int -110e^{-0.4(0)} dt\\
  &= 275e^{-0.4(5)} &- 275e^{0}\\
  &= 37.21720289 &- 275\\
  &= 37.21720289 &- 275\\
  &= 350-237.78279711 &&\approx \boxed{112 \degree F}
  \end{aligned}\]
\section{definite integral as area under a curve}
\label{sec:orgf693412}
The area in the triangle is 3 square units, so \(5+3 = \boxed{8}\)
\section{minimum value of \(f(x) = \int_{-2}^{x^2-3x} e^{t^2} dt\)}
\label{sec:orgb708d87}

\[\begin{aligned}
  \frac{d}{dx} f(x) =& e^{(x^2-3x)^2}(2x-3) = 0\\
  \implies& 2x-3 = 0 \\
  \implies& 2x=3\\
  \implies& \boxed{x=\frac{3}{2}}
  \end{aligned}\]
\section{approximate area under the curve graphically}
\label{sec:orgcabd6d4}
The function looks symmetric about \(x=12\), so I will focus on \([0, 12]\).

On the interval \([0, 6)\) a little under \(6\cdot 100\) barrels of oil flow through.

On the interval \([6, 12)\) a little over \(6\cdot 100 + \frac{1}{2}6\cdot 100\) barrels flow through, for a total of
\[\approx 2(6\cdot 100+6 \cdot 100+\frac{1}{2}6 \cdot 100) = 3000\]
barrels of oil.

\[\begin{aligned}
  \boxed{\text{D}}
  \end{aligned}\]

\section{fundamental theorem of calculus but worded confusingly}
\label{sec:org7eb3bcc}

\(F(x)\) is the antiderivative of \(f(x)\), so differences of its values are definite integrals. In this case,
\[\begin{aligned}
  F(3) - F(0) = \int_{0}^{3} f(x) dx  = \int_{0}^{1} f(x) dx + \int_{1}^{3} f(x) dx  = 2 + 2.3 = \boxed{4.3}
  \end{aligned}\]

\section{amusement park word problem}
\label{sec:orgd8ff07b}

\[\begin{aligned}
  E(t) = \frac{15600}{t^2-24t+160}\\
  L(t) = \frac{9890}{t^2-38t+370}
  \end{aligned}\]
valid over the domain \([9, 23]\), and there are zero people in the park at \(t=9\).

\subsection{number of people who have entered the park by some time}
\label{sec:orgea3cb8a}

\[\begin{aligned}
   \int_{9}^{x} E(t) dt = \int_{9}^{x} \frac{15600}{t^2-24t+160} dx\\
   &= 15600 \ln (t^2-24t+160) (2t-24) ?????
   \end{aligned}\]

I don't know how to integrate this symbolically, and WolframAlpha says it contains an inverse tangent. Thus, I will use a calculator:

\[\begin{aligned}
   \int_{9}^{17} \frac{15600}{t^2-24t+160} dt \approx \boxed{6004}
   \end{aligned}\]

\subsection{value of \(H'(17)\)}
\label{sec:org29553e4}

\(H\) represents the number of people in the amusement park. \(H(17) \approx 3725\)

\[\begin{aligned}
   \frac{d}{dx}\int_{9}^{t} \left( E(x)-L(x)\right) dx = &E(x)-L(x)\\
   &E(17)-L(17) = \frac{15600}{t^2-24t+160} - \frac{9890}{t^2-38t+370} \approx -380
   \end{aligned}\]
\(H'\) represents the change in the number of people in the park, per hour.
\end{document}
